tap "leoafarias/fvm"
brew "gmp"
brew "openssl@3"
brew "libyaml"
brew "mongosh"
brew "postgresql@14"
brew "postgresql@15"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rustup"
brew "stow"
brew "tmux"
brew "leoafarias/fvm/fvm"
brew "jq"
brew "zsh-autosuggestions"

cask "visual-studio-code"
cask "temurin@17"
cask "rubymine"
cask "google-chrome"
cask "claude"
cast "chatgpt"
cask "postman"
cask "figma"
cask "slack"
cask "docker-desktop"
cask "orbstack"
cask "iterm2"
